Revit 2027 API
ParameterTypeId.RbsEnergyAnalysisExportComplexityParam Property
 "Export Complexity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEnergyAnalysisExportComplexityParam { get; }
Public Shared ReadOnly Property RbsEnergyAnalysisExportComplexityParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEnergyAnalysisExportComplexityParam {
	ForgeTypeId^ get ();
}
static member RbsEnergyAnalysisExportComplexityParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace